article = """정 회사를 언급할 생각은 없지만 일회용 배달 용기를 언급하려면 어쩔 수 없다. 배달의민족 브랜딩 과정을 담은 책이 있다고 해서 검색해 보니, 그들 '다움'이 있었다고 한다. 뭐 하는 회사를 만들 것인지? 어떻게 자기다움을 쌓아갈 것인지? 등등.

홍보 글을 읽다 보니 일명 우리를 지칭했던 배달의 민족이란 이름으로 브랜딩을 한 그들에게, 오늘도 일상의 행복을 배달한다는 그들에게 묻고 싶어졌다. 우리는 배달의 민족이지 일회용 민족은 아니지 않냐고. 왜 음식 배달을 요청했을 뿐인데, 왜 일회용 플라스틱 용기를 숱하게 받아야 하냐고. 배달을 위해서라면 일회용 플라스틱 용기가 이 세상을, 지구를 어떻게 하건 말건 아무것도 아닌 것이 당신들의 '다움'이냐고.

당연히 배달의민족 문제만은 아니다. 그들의 시장 점유율이 가장 높아서, 그들의 배달과 더불어 발생하는 일회용 배달용기 수가 압도적으로 많아서 대표적으로 언급되었을 뿐이다. 요기요, 쿠팡이츠 등 타 배달플랫폼도 예외는 아니다.

온라인 음식 서비스 거래시장 규모가 월 약 2조 원이나 되는 실적, 급증한 일회용 플라스틱에서 특히 일회용 배달용기가 차지하는 비중이 심상치 않은 상황에서 이 문제는 그냥 넘어갈 수 없다. 녹색연합이 일회용기 배달이 아닌 다회용기 배달로 바뀔 수 있도록 배달 플랫폼이 역할을 해야 한다고 주장하고 요구한 이유이다.   

배달 플랫폼도 일회용 플라스틱 문제를 더 이상 무시하기 어려웠는지, 배달음식 주문 시 다회용기를 선택할 수 있도록  서비스를 시작했다. 그렇게 작게나마 다회용기 배달 서비스가 시작되는 듯했다.

그러나 음식이 다회용기로 배달되는지 여부를 확인하는 것은 결제 단계에서 가능하고, 주문할 때 다회용기를 미리 선택하기는 어렵다고 한다. 다회용기 활성화를 위해 배달 플랫폼이 사전에 다회용기 사용 여부를 미리 알 수 있게 하거나, 다회용기 식당 정보를 상위에 노출하는 등 적극적인 지원 노력이 필요한 이유이다.

물론 자원재활용법에 따른 일회용품 규제가 배달에서는 예외 적용되기 때문에 법을 개정하는"""

# 단어들을 리스트화 시키고 오름차순 정렬

a = article.split(" ")
a.sort()
print(a)
